[
  {
    "Description": "Ngày nọ, Nobita và Doraemon tình cờ tìm thấy và giải cứu 2 người cư dân của hành tinh Koyakoya là Roppuru và Chamy đang bị nạn thông qua cửa không gian dưới nền nhà căn phòng của Nobita do thời-không gian bị bóp méo. Do sân bóng của nhóm bạn Nobita bị các anh lớp lớn tranh mất nên cậu đã nảy ra ý tưởng rủ các bạn đi qua cánh cửa không gian đến hành tinh Koyakoya để thỏa thích chơi đùa.",

    "Price": 31500,
    "Remaining": 80,
    "BookGroupId": 1,
    "Image": "https://bit.ly/46G92Jk",
    "AuthorId": "1",
    "Rate": 4.0,
    "Title": "Doraemon Movie Story Màu - Tân Nobita và lịch sử khai phá vũ trụ",
    "TotalPageNumber": 144
  },
  {
    "Description": "Inuzuka Romio và Juliet Persia đang hẹn hò, song vì xuất thân từ hai đất nước đối địch nên họ không thể công khai mối quan hệ dù học chung một trường. Nhưng tình hình đã có sự thay đổi nhờ Hasuki - người bạn thơ ấu đem lòng thương Inuzuka!",

    "Price": 32500,
    "Remaining": 60,
    "BookGroupId": 1,
    "Image": "https://product.hstatic.net/200000343865/product/2_c8a974f56e58406eb867b6acfae04172_master.jpg",
    "AuthorId": "2",
    "Rate": 3.4,
    "Title": "Nàng Juliet ở trường nội trú - Tập 2",
    "TotalPageNumber": 192
  },
  {
    "Description": "Người xuất hiện cùng với Sirnight trong lúc hội Koruni - những người bị đuổi khỏi tháp chuyên gia - đang vật lộn với băng Ánh Lửa là ai...!!? Trong khi đó, X và nhóm bạn đã đến thành phố Shoyo để tìm mẹ của Y. Trên đường đi, một trận chiến trên bầu trời chưa từng có đã đột ngột nổ ra!!! Đặt từng tâm tư lên đôi cánh và bay lên nào Y! Bay thật cao, cao hơn cả bầu trời nhé…!!!",

    "Price": 22500,
    "Remaining": 40,
    "BookGroupId": 1,
    "Image": "https://product.hstatic.net/200000343865/product/58_24516e32dba947dbb98beee5b64c7793_master.jpg",
    "AuthorId": "3",
    "Rate": 4.2,
    "Title": "Pokémon đặc biệt - Tập 58",
    "TotalPageNumber": 220
  },
  {
    "Description": "Đã lâu không gặp! Nè nè, đoán xem bây giờ ai đang ở trong phòng bác Soubee? Một bộ xương cao 1 mét 71 mặc y phục Ninja trông rất oách, tên là “Tenchimaru”. Hồi còn đi học bác rất mê mô hình xương người cho nên đã đặt mua 1 bộ về bày trong nhà",

    "Price": 33500,
    "Remaining": 50,
    "BookGroupId": 1,
    "Image": "https://product.hstatic.net/200000343865/product/34_2012f863fb284ecebba578bb6ac64e01_master.jpg",
    "AuthorId": "4",
    "Rate": 4.3,
    "Title": "Ninja Rantaro - Tập 34",
    "TotalPageNumber": 150
  },
  {
    "Description": "THỢ SĂN HẠNG E SUNG JIN WOO đã tiêu diệt được trùm và bước ra từ Cổng Đỏ. Với vật phẩm là chiếc chìa khóa trong tay, cậu tiếp tục mở ra tòa thành do bọn quỷ tà ác thống trị.",

    "Price": 14007250000,
    "Remaining": 30,
    "BookGroupId": 1,
    "Image": "https://product.hstatic.net/200000343865/product/8_54da49676c87420a82c7bc035bff2b7f_master.jpg",
    "AuthorId": "5",
    "Rate": 4,
    "Title": "Solo Leveling - Tôi thăng cấp một mình - Tập 8",
    "TotalPageNumber": 200
  },
  {
    "Description": "SUNG JIN WOO, THỢ SĂN HẠNG E YẾU ỚT BẬC NHẤT nghèo khổ, tài năng không có mà cũng chẳng được ai chống lưng. Trong một chuyến công phá để kiếm kế sinh nhai, cậu tình cờ tìm thấy HẦM NGỤC KÉP. Trên chiến trường tàn khốc, cậu đã lựa chọn con đường cô độc nhất…",

    "Price": 79200,
    "Remaining": 20,
    "BookGroupId": 1,
    "Image": "https://product.hstatic.net/200000343865/product/1_d295818bf0c54c01a64027f9c986b891_master.jpg",
    "AuthorId": "6",
    "Rate": 4.5,
    "Title": "Solo Leveling - Tôi thăng cấp một mình - Tập 1",
    "TotalPageNumber": 168
  },
  {
    "Description": "Uông Diểu, vị giáo sư về vật liệu nano ngày nào cũng đăng nhập vào “Tam Thể”. Tại trò chơi online đó, anh đắm chìm trong một thế giới khác, nơi một nền văn minh có thể chỉ kéo dài vài ngày, bầu trời có thể xuất hiện ba mặt trời cùng lúc và con người còn phải biến thành xác khô để sinh tồn.",

    "Price": 127500,
    "Remaining": 14,
    "BookGroupId": 2,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/tamthe01.jpg?v=1705552096503",
    "AuthorId": 7,
    "Rate": 3.6,
    "Title": "TAM THỂ",
    "TotalPageNumber": 365
  },
  {
    "Description": "Đối diện với sự truy đuổi của Dorian và âm mưu tàn độc của Ares, họ đã bất chấp hiểm nguy để chạy đua với thời gian, băng qua đống đổ nát của con tàu Atlantis còn sót lại trên Trái đất và các trạm khoa học Atlantis trên khắp thiên hà, cuối cùng đi vào quá khứ của một nền văn hóa bí ẩn: Thế giới Atlantis.Ai sẽ thắng trong cuộc đua khốc liệt để vén màn những bí mật có thể cứu rỗi nhân loại trong giờ phút đen tối nhất?",

    "Price": 170000,
    "Remaining": 60,
    "BookGroupId": 2,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/z48398975736586899037cbeab4b8e.jpg?v=1705552513867",
    "AuthorId": 8,
    "Rate": 4.7,
    "Title": "THẾ GIỚI ATLANTIS",
    "TotalPageNumber": 270
  },
  {
    "Description": "Hàn Quốc năm 2063, con người đã sở hữu những công nghệ tân tiến ngoài sức tưởng tượng và thậm chí còn có thể du hành thời gian trở về quá khứ, tất nhiên với một cái giá không nhỏ: phải đánh cược mạng sống của mình.Lee Woo Hwan là phụ bếp một quán canh thịt bò hầm ở Busan đã hai mươi năm, sống cuộc đời tầm thường, không nơi nương tựa không người bấu víu, không quá khứ đẹp đẽ để hồi tưởng cũng không cả tương lai để trông mong. Nhận lời đề nghị của chủ quán, Woo Hwan lên tàu trở về quá khứ hòng tìm lại hương vị nguyên bản của món canh bò. Nhưng mục đích đơn thuần ban đầu dần nhường chỗ cho một khao khát ngày càng cháy bỏng trong anh. Khao khát một tương lai được sống bình thường và hạnh phúc như bao người, Woo Hwan liều lĩnh tìm cách biến quá khứ trở thành hiện tại, cam tâm đánh đổi không chỉ một mạng người…",

    "Price": 320000,
    "Remaining": 70,
    "BookGroupId": 2,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/quancanhbohamcuakecapquakhuout.jpg?v=1710306261860",
    "AuthorId": 9,
    "Rate": 4.8,
    "Title": "QUÁN CANH BÒ HẦM CỦA KẺ CẮP QUÁ KHỨ",
    "TotalPageNumber": 572
  },
  {
    "Description": "Charlie Gordon sắp bắt đầu một hành trình chưa từng có tiền lệ. Sinh ra với chỉ số IQ thấp bất thường, anh được coi là đối tượng hoàn hảo cho một cuộc phẫu thuật thí nghiệm mà các nhà nghiên cứu hy vọng sẽ làm tăng trí thông minh cho con người. Niềm tin của họ dựa trên thành công của một thí nghiệm trước đó: thí nghiệm với chú chuột Algernon.",

    "Price": 185000,
    "Remaining": 40,
    "BookGroupId": 2,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/hoatrenmoalgernonnew14x205cmbi.jpg?v=1710306243433",
    "AuthorId": 10,
    "Rate": 4.9,
    "Title": "HOA TRÊN MỘ ALGERNON",
    "TotalPageNumber": 300
  },
  {
    "Description": "Khi hành tinh quê nhà nổ tung, người phụ nữ ta yêu bỗng bốc hơi vì một hiểu nhầm tai hại về không-thời gian, còn tàu vũ trụ của ta lao xuống tan xác trên một hành tinh hẻo lánh… thì chán đời cũng là dễ hiểu thôi phải không? Chán nản đến cùng cực, Arthur chỉ biết tìm quên trong những chuyến quá giang bất tận. Oái oăm thay, ngay khi anh bắt đầu nhen nhóm niềm vui sống và tưởng như bi kịch đã vĩnh viễn buông tha mình, thì bi kịch, chực chờ đúng lúc ấy, lại sổ ra.",

    "Price": 200000,
    "Remaining": 10,
    "BookGroupId": 2,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/haunhuvohai01.jpg?v=1705552102770",
    "AuthorId": 8,
    "Rate": 4.0,
    "Title": "HẦU NHƯ VÔ HẠI",
    "TotalPageNumber": 300
  },
  {
    "Description": "Trong cơn phiền não vì phải viết đánh giá cho một cuốn tiểu thuyết mới ra mắt, một nhà phê bình đã được giới thiệu cho chiếc máy kỳ lạ mang tên “SoHox”. Với khả năng tạo ra những bài bình luận về bất kỳ tác phẩm nào chỉ trong tích tắc, chiếc máy này có thể sẽ làm nên một cuộc cách mạng đảo lộn hoàn toàn giới tiểu thuyết trinh thám…",

    "Price": 210000,
    "Remaining": 29,
    "BookGroupId": 3,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/sieuanmangnoiuuphiencuacacnhat.jpg?v=1713497760903",
    "AuthorId": 9,
    "Rate": 4.1,
    "Title": "SIÊU ÁN MẠNG: NỖI ƯU PHIỀN CỦA CÁC NHÀ VĂN TRINH THÁM",
    "TotalPageNumber": 268
  },
  {
    "Description": "Chiếc đèn hình thỏ mang sức mạnh nguyền rủa, cái đầu nhớp nhúa trồi lên từ bồn cầu, vụ tai nạn xe hơi ly kỳ giữa đầm lầy, con cáo chảy máu vàng ròng, những kẻ sống và người chết bị trói buộc trong dòng chảy thời gian...Con thỏ nguyền rủa là tập truyện ngắn đầy ám ảnh, hài hước, gớm ghiếc và ghê rợn về những cơn ác mộng của cuộc sống hiện đại, trong một thế giới \"nhìn chung là khốc liệt và xa lạ, đôi khi cũng đẹp và mê hoặc, nhưng ngay cả trong những giây phút đó, về cơ bản nó vẫn là một chốn man rợ.\"",

    "Price": 117000,
    "Remaining": 38,
    "BookGroupId": 3,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/conthonguyenrua011e17173832478.jpg?v=1717383645417",
    "Rate": 4.2,
    "Title": "CON THỎ NGUYỀN RỦA",
    "TotalPageNumber": 316
  },
  {
    "Description": "Có lẽ, Umberto Eco muốn trao cho độc giả một cuốn sách để họ có thể thốt lên sau khi đọc xong: “Tôi đã đi cùng khắp, kiếm sự an bình, rốt cuộc chỉ tìm thấy nó khi ngồi ở một góc phòng với một quyển sách mà thôi.”Và Tên Của Đóa Hồng xứng đáng là một món quà như thế. Cuốn sách là một ký ức lớn, đưa thời không lùi về khoảnh khắc mà lịch sử ngàn năm của thời Trung Cổ cô đọng lại chỉ còn 7 ngày, chân thực và huyền ảo, trong một tu viện dòng Benedict cổ xưa trên triền dãy Apennin nước Ý.",

    "Price": 250000,
    "Remaining": 7,
    "BookGroupId": 3,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/ten-cua-doa-hong-560px-1.jpg?v=1712637799820",
    "AuthorId": "5",
    "Rate": 4.3,
    "Title": "TÊN CỦA ĐÓA HỒNG",
    "TotalPageNumber": 332
  },
  {
    "Description": "Mỗi ngôi nhà đều có bí mật riêng, và ngôi nhà mà Maggie và Nina Simmonds đã ở cùng nhau bấy lâu nay cũng không phải là ngoại lệ.    Cứ cách ngày, Maggie và Nina lại ăn tối cùng nhau. Sau đó, Nina sẽ đưa Maggie trở lại căn phòng trên gác mái, về với sợi dây xích đã trói buộc bà suốt h ai năm qua. Trong đời mình, Maggie đã làm rất nhiều điều mà bà thấy hổ thẹn, còn con gái bà là Nina vì thế sẽ không bao giờ tha thứ cho mẹ mình. Cô thề sẽ bắt bà phải trả lại những gì bà nợ cô. Từng ngày một.",

    "Price": 177000,
    "Remaining": 6,
    "BookGroupId": 3,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/bongtoigiuachungta01e171349685.jpg?v=1713497758383",
    "AuthorId": 10,
    "Rate": 4.4,
    "Title": "BÓNG TỐI GIỮA CHÚNG TA",
    "TotalPageNumber": 376
  },
  {
    "Description": "Cuốn sách này của Dale Carnegie là một trong những cuốn sách nổi tiếng nhất về nghệ thuật giao tiếp và ứng xử. Đắc Nhân Tâm hướng dẫn cách làm cho mọi người yêu mến bạn, cách thuyết phục người khác theo cách của bạn và cách dẫn dắt người khác mà không tạo ra sự phản đối.",

    "Price": 125000,
    "Remaining": 18,
    "BookGroupId": 4,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/363/455/products/dacnhantam03.jpg?v=1705552096050",
    "AuthorId": 11,
    "Rate": 4.8,
    "Title": "Đắc Nhân Tâm",
    "TotalPageNumber": 320
  },
  {
    "Description": "Tác phẩm của Daniel Kahneman, nhà tâm lý học đoạt giải Nobel Kinh tế, giúp độc giả hiểu rõ hơn về hai hệ thống tư duy của con người: hệ thống nhanh (bản năng) và hệ thống chậm (lý trí). Cuốn sách cung cấp nhiều góc nhìn sâu sắc về cách chúng ta ra quyết định hàng ngày.",

    "Price": 220000,
    "Remaining": 15,
    "BookGroupId": 4,
    "Image": "https://www.ozsach.com/728-large_default/tu-duy-nhanh-va-cham.jpg",
    "AuthorId": "4",
    "Rate": 4.7,
    "Title": "Tư Duy Nhanh và Chậm",
    "TotalPageNumber": 499
  },
  {
    "Description": "Charles Duhigg, nhà báo đoạt giải Pulitzer, trình bày những nghiên cứu về cách mà thói quen hình thành trong cuộc sống con người. Cuốn sách này giải thích tại sao thói quen lại có ảnh hưởng mạnh mẽ đến hành vi và cách thức để thay đổi thói quen.",

    "Price": 160000,
    "Remaining": 12,
    "BookGroupId": 4,
    "Image": "https://bizweb.dktcdn.net/thumb/1024x1024/100/197/269/products/z4105964911654-5e5a35259898ca70607286170319aa65.jpg?v=1676275362800",
    "AuthorId": 7,
    "Rate": 4.6,
    "Title": "Sức Mạnh Của Thói Quen",
    "TotalPageNumber": 408
  },
  {
    "Description": "Cuốn sách của Hiromi Shinya, một bác sĩ nổi tiếng tại Nhật Bản, không chỉ là sách về sức khỏe mà còn là một nghiên cứu sâu sắc về mối liên hệ giữa tâm lý và thể chất. Sách giải thích cách các enzyme trong cơ thể giúp duy trì sức khỏe và sự sống.",

    "Price": 140000,
    "Remaining": 8,
    "BookGroupId": 4,
    "Image": "https://nhasachbaoanh.com/wp-content/uploads/2022/08/nhan-to-enzyme-tron-bo-4-cuon.jpg",
    "AuthorId": 10,
    "Rate": 4.5,
    "Title": "Nhân Tố Enzyme",
    "TotalPageNumber": 256
  },
  {
    "Description": "Cuốn sách này của Martin Seligman, nhà tâm lý học nổi tiếng, giới thiệu về một lĩnh vực mới trong tâm lý học: tâm lý học tích cực. Sách cung cấp các nghiên cứu và kỹ thuật giúp tăng cường hạnh phúc và thành công trong cuộc sống.",

    "Price": 180000,
    "Remaining": 5,
    "BookGroupId": 4,
    "Image": "https://cdn0.fahasa.com/media/catalog/product/t/_/t_m-l_-h_c-t_ch-c_c-b_a-1.jpg",
    "AuthorId": 11,
    "Rate": 4.8,
    "Title": "Tâm Lý Học Tích Cực",
    "TotalPageNumber": 368
  },
  {
    "Description": "Cuốn sách của Mark Manson đưa ra một cái nhìn thẳng thắn và thực tế về cách đối diện với các vấn đề trong cuộc sống. Thay vì theo đuổi hạnh phúc, sách khuyến khích bạn học cách đối mặt và chấp nhận thực tế.",

    "Price": 150000,
    "Remaining": 8,
    "BookGroupId": 5,
    "Image": "https://cdn0.fahasa.com/media/catalog/product/i/m/Image_244718_1_5283.jpg",
    "AuthorId": 12,
    "Rate": 4.7,
    "Title": "Nghệ Thuật Tinh Tế Của Việc Đếch Quan Tâm",
    "TotalPageNumber": 240
  },
  {
    "Description": "Ryan Holiday, tác giả của cuốn sách này, tập trung vào nghệ thuật sống chậm, tìm sự bình yên nội tâm và tránh xa những điều nhiễu loạn của cuộc sống hiện đại.",

    "Price": 170000,
    "Remaining": 10,
    "BookGroupId": 5,
    "Image": "https://cdn0.fahasa.com/media/catalog/product/i/m/Image_195509_1_37845.jpg",
    "AuthorId": 9,
    "Rate": 4.6,
    "Title": "Sức Mạnh Của Sự Tĩnh Lặng",
    "TotalPageNumber": 288
  },
  {
    "Description": "Cuốn sách của Donald Robertson dạy bạn cách thấu hiểu và trau dồi sự tinh tế trong giao tiếp, tư duy, và phong cách sống. Nó là một cẩm nang để trở thành một người thanh lịch và có phong cách.",

    "Price": 160000,
    "Remaining": 7,
    "BookGroupId": 5,
    "Image": "https://vnibooks.com/wp-content/uploads/2022/05/nghe-thuat-tinh-te-cua-viec-dech-quan-tam.jpg",
    "AuthorId": 4,
    "Rate": 4.5,
    "Title": "Nghệ Thuật Của Sự Tinh Tế",
    "TotalPageNumber": 320
  },
  {
    "Description": "Rolf Dobelli viết về những lỗi tư duy phổ biến mà chúng ta thường gặp phải và cách để tránh chúng. Cuốn sách này hướng dẫn cách suy nghĩ một cách rõ ràng và có hệ thống hơn.",

    "Price": 190000,
    "Remaining": 6,
    "BookGroupId": 5,
    "Image": "https://cdn0.fahasa.com/media/catalog/product/n/g/nghe_thuat_tu_duy_ranh_mach_u2487_d20161129_t103616_398639_550x550.jpg",
    "AuthorId": 5,
    "Rate": 4.7,
    "Title": "Nghệ Thuật Tư Duy Rành Mạch",
    "TotalPageNumber": 350
  },
  {
    "Description": "Cuốn sách này của Epictetus là một bản dịch và diễn giải từ tác phẩm cổ điển của nhà triết học Hy Lạp. Nó cung cấp những bài học quý giá về cách sống tốt, dựa trên nguyên tắc của chủ nghĩa Khắc Kỷ.",

    "Price": 130000,
    "Remaining": 9,
    "BookGroupId": 5,
    "Image": "https://nhatrangbooks.com/wp-content/uploads/2019/10/11345614940da2e20a3915579f0cc4b2.jpg",
    "AuthorId": 6,
    "Rate": 4.8,
    "Title": "Nghệ Thuật Sống",
    "TotalPageNumber": 240
  }
]